Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] Returnee of the Fallen Family (멸망한 가문의 회귀자).tmx
Source language: ko_kr
Languages: en_us

source: ‘도대체 왜!’
en_us: Why is this happening?

source: “정규병력 552명 준비 끝났습니다.”
en_us: “Five hundred and fifty two soldiers are standing by.”

source: ‘그 노예 탈주 사건은 내가 용병이 되고 나서 1년쯤 후였어.’
en_us: The escape was a year after I became a mercenary.

source: 가문 회의 도중임에도 불구하고 시종이 문을 박차고 들어 왔다.{j}전시 상황보다 비상이 있겠나 싶었지만 시종이 들고 온 소식은 실로 당혹스러운 것이었다.
en_us: The door burst opened and a servant rushed through to interrupt the house meeting. Nothing seemed more urgent than the war at hand but the servant’s message made matters much worse.

source: ‘아무도 못 말리는 살인광.’
en_us: The unstoppable murderer.

source: “……무, 무슨 말씀이신지?”
en_us: “I have no idea what you mean...”

source: “공자님, 정말 떠나시게요?”
en_us: “Are you really leaving, Master?”

source: “자, 잠깐만요, 공자님!”
en_us: “Just a moment, young master!”

source: 시간과 공간의 영역은 신학에서조차 이제는 세상에 관여치 않는다는 창조신의 영역이라 여기는 것이다.
en_us: Time and space are not of this world but in the realm of our Creator. Not even theologians dared to question it.

source: 슈슈슈슉.
en_us: Swoosh.

source: ‘상거지 가문에서 지금 무슨 배짱으로 돈을 거절해.{j}당장이라도 지원이 끊기면 파산할 형편에.’
en_us: How could a beggar house like ours refuse such a fortune. We would be facing bankruptcy if House Caiross stopped supporting us.

source: 얼마나 원망했던 얼굴인가.
en_us: The face I resented for so long.

source: 그러니 긍정적인 답변이 나오는 것도 당연했다.
en_us: Logan knew his father would be receptive towards his request.

source: 결국.
en_us: A long time passed.

source: 가족들의 복수.
en_us: Revenge for his family.

source: “후우우.{j}됐다.”
en_us: “Phew...that should do it.”

source: “아버지.{j}제 용병들은 보병 셋이 아닌 열 이상의 역할을 할 것입니다.{j}몇 달 동안 합을 맞춰 훈련해 온 만큼, 별동대로 따로 운용하게 허락해 주십시오.”
en_us: “Father, my mercenaries will do the job of not three but ten infantrymen. They’ve been training together for months which is why I request that they are allowed to fight as separate unit.”

source: ‘여전…… 아니, 이때가 전성기였지, 참.’
en_us: That’s him...except that he’s in his peak now.

source: “반나절이면 마주치겠군.”
en_us: “Half a day before we meet in battle. ”

source: 한숨이 절로 나왔다.
en_us: Logan let out a sigh of frustration.

source: 온갖 의뢰가 적힌 게시판과 그 옆에서 육성으로 떠드는 급한 의뢰자들, 그리고 그 앞에 모여든 수십의 용병들.{j}그들 속에서 로건은 다행히도 자신의 목표를 찾아냈다.
en_us: A large crowd of raucous clients and mercenaries surrounded a notice board filled with numerous job postings. Logan was fortunate enough to find what he came for amidst the chaos.

source: 개인의 무력 다음으로 달성해야 할 목표.
en_us: The next objective after gaining his strength was...

source: “……뭐라 하시는 건지 모르겠지만, 일단 저한테 좋은 거겠죠?”
en_us: “...I’m not sure what you mean by that, but I guess it’s good for me?”

source: 이것도 어떤 의미에서는 미래의 정보만큼 중요했다.
en_us: This was just as important as the events of the future.

source: 새어머니, 메리안의 친절한(?){j}설명에 조금 눈살이 찌푸려지긴 했지만 로건의 태도에는 변함이 없었다.
en_us: His stepmother’s deceptively kind set of facts made Logan’s eyes twitch but his attitude remained unchanged.

source: 10화
en_us: Chapter Ten

source: 만에 하나 평판이 좋아서 확고한 후계자였다 한들 변하는 것은 없었다.
en_us: No matter his reputation, he was the clear heir to his house and nothing changed that.

source: 시간의 괴리감을 느끼는 순간 짜릿한 느낌은 흔적도 없이 사라지고, 갑자기 전신에 힘이 쭉 빠지는 기분에 로건은 자신도 모르게 털썩 주저앉고 말았다.
en_us: The moment he grasped the change in time, the exhilaration disappeared without a trace. His body betrayed him as fatigue took over and made him fall to his knees.

source: “쉿, 아마 그 큰아들일 거야.”
en_us: “Be quiet. It’s probably the eldest son.”

source: 그렇게 계속 사과하지 않아도 돼.”
en_us: You don’t need to keep apologizing.”

source: “그간 네가 해온 행동들은 가문의 후계자에게는 너무 어울리지 않는 것들이 많았다.”
en_us: “Most of your actions thus far have been unbecoming of the heir of our house.”

source: “가주님께서 식사를 같이하자고 하셨습니다!{j}가족분들 전부요!”
en_us: “Your father, the Baron, has requested a meal with you. Including the entire family!”

source: “잡아!”
en_us: “Catch them!”

source: ‘역시.’
en_us: Just as I thought.

source: “또 곤란한 일이 생겼나 보지?”
en_us: “What did I do wrong this time?”

source: 고통?
en_us: Pain?

source: 로건의 뒤를 따르는 카이를 알아보는 이들.
en_us: They also recognized Kai who was following behind Logan.

source: “저는 분명히 반대입니다만…… 로건 님은 확신하신다는 거죠?”
en_us: “You know where I stand...but as long as you are sure, Master Logan.”

source: 전생의 그였다면 이미 이 기본 단계에서 좌절했을 것이다.
en_us: Logan would have failed this basic step in his previous life.

source: “우와아압!”
en_us: “Wah!”

source: 로건보다 더 굳어진 안색의 드웨인이 먼저 버럭 소리를 질렀다.{j}믿었던 아군의 역습에 관리들이 똥 씹은 얼굴이 되었지만, 이내 그들은 자신들의 실수를 깨닫고 패잔병 같은 표정으로 돌아설 수밖에 없었다.
en_us: Dwain reprimanded his colleagues with a face more hardened than Logan’s. The other administrators were visibly upset at the unexpected friendly fire but they recognized their mistakes and turned to leave the room like a prisoner headed for the gallows.

source: 하아아.
en_us: Sigh.

source: 1년 뒤의 영지전.{j}우선은 그 위기를 넘겨야 한다.
en_us: He first had to overcome the Battle of the Territories in a year time. {j}

source: 왕실은 녀석이 이끄는 가문의 전력이 제국군을 막는 틈을 타 타국으로 망명했다.
en_us: The royal family fled to another country while Lonian’s forces were doing everything in their power to stop the imperial army.

source: “명심하겠습니다.”
en_us: “No, father. I understand.”

source: “이래서야 소문이 축소된 것이 아닌가…….”
en_us: “That’s why the rumors reduced...”

source: “……어?”
en_us: “Right...”

source: “예.{j}그의 나이를 생각하면 굉장히 빠른 성취지요.”
en_us: “Yes, and considering his age, he has grown a considerable amount.”

source: 리이나의 방문.
en_us: Lina’s visit.

source: 그것을 아버지가 인지하는 순간 어차피 이런 소문 따위는 사라질 것이다.
en_us: The rumors will hush themselves as soon as father recognizes the force within him.

source: “손속이 너무 과했다.{j}당분간은 자중하도록.”
en_us: “You overstepped the mark. I want you to stay out of trouble for the time being.”

source: “크음.{j}그, 그게…….”
en_us: “Hmm. Well...”

source: “예!{j}바로 그렇습니다!”
en_us: “Yes! Precisely!”

source: 전혀 멋지다고는 할 수 없는 특이한 회색 눈동자를 칭찬하며 환하게 웃은 청년이 더욱 가까이 다가왔다.{j}필립은 본능적으로 주춤 물러섰다.{j}그 얼굴에 담긴 진득한 감정은 상인인 필립이 수도 없이 봐 왔던 감정이었다.{j}그것은 바로 탐욕이었다.{j}초면인 사람에게선 좀처럼 보기 힘든 그 감정이 불길한 상상을 부추겼다.{j}필립에게 유일하게 남은 작은 상가 건물을 매각해도 빚을 갚을 수 없다는 것은 확실했다.{j}결국 노예가 될 것이라고 예상하기는 했지만…….
en_us: The young man came closer towards him as he complimented his unique grey eyes that not many deemed worthy of praise. Phillip instinctively moved back as he came closer. Phillip had seen the emotion that filled Logan’s face countless of times as a merchant. It was the look of greed. It was rare to see such an emotion on the face of man he’d just met, and he feared for the worst. He knew he wouldn’t be able to pay off his debts even if he sold his small market building, which was the only thing he had left. He predicted that a life of slavery awaited him.

source: 전생에 가졌던 모든 열등감과 자괴감의 근원이 깨끗이 사라지는 순간이었다.
en_us: This was the moment when the source of his inferiority and shame from his previous life was wiped clean.

source: “고, 공자님.{j}용서해 주세요.”
en_us: “M-master.{j}Please forgive me.”

source: 그러니 여기서 그만하자.
en_us: It basically meant that they wanted to cut ties.

source: 로건의 탐탁지 않은 대답에 더없이 만족하고 있던 카이가 의아한 눈으로 되물었다.
en_us: Kai thought that the afternoon had been a smashing success and was surprised to hear Logan’s discontent.

source: ‘가문의 지속적인 수입이 되도록 해야 한다.’
en_us: The house requires a continuous stream of income.

source: “노예들입니다.{j}그냥 갈 길 가시지요.”
en_us: “They are just slaves. Nothing to see here.”

source: 중요한 것은 지금부터였다.
en_us: Now is what was important.

source: 푸르륵.
en_us: Prrr.

source: 로건의 처절한 외침은 변명이 되어 버릴 뿐이었다.{j}이미 지은 죄가 가득한 상황, 가족들도 그를 믿지 않았다.{j}그리고.
en_us: Logan’s desperate cry only sounded like an excuse. Everything had been so convincing that his own family didn’t take his side.

source: “별일은 없죠.{j}공자님 없으니까 성이 아주 조용…… 아하하.{j}그러니까 제 말은…… 심심했다.{j}예, 심심했다는 말입니다.{j}예, 그럼요.”
en_us: “Not really. The castle has been very quiet since you’ve been gon...well what I meant was...that I was bored. Yes! I was bored. Terribly bored.”

source: 절망적인 상황에서 홀로 희망을 말하는 형의 모습이 자신을 위로하는 허세라 생각했기에 로니안은 더욱 고개를 숙일 수밖에 없었다.{j}그만큼 카이로스 가문이 던진 충격은 컸다.{j}다른 가신들은 혼란스러운 얼굴로 수군댈 뿐 섣불리 나서지 못하고 그저 시뻘겋게 달아오른 얼굴의 가주를 보며 눈치만 살피고 있었다.{j}그 혼돈 속에서 오직 한 사람만이 냉철하게 생각을 정리했다.
en_us: Logan tried to lift his brother out of despair with a few words of comfort but Lonian could only take his brother’s words to be false hope in the face of danger and sunk his head even deeper. The refusal of House Caiross was an enormous shock to all. The vassals were still struggling to come to terms with the ill news and were too afraid to offer up any solutions in fear of incurring the wrath of Padrick, who was already seething with anger. Only one person was able to stay composed and calmly assess their predicament.

source: “공자님의 가문입니다.”
en_us: “It’s your house, Master.”

source: “새, 생각해 보니 별일이 있긴 있습니다!{j}근데 그게…….”
en_us: “O-on second thought, there was something! But it’s quite...”{j}

source: 우웅.
en_us: Woosh.

source: - 자식을 쫓아낸 부모는 얼마나 속이 썩었을까.
en_us: “A father that banished his own son, could you imagine how heartbreaking it was for him?”

source: 모든 것이 검을 휘두르는 데 적합한 방향으로 변해 있었다.
en_us: Everything was perfectly aligned for wielding a sword.

source: “뭐 임마?”
en_us: “What did you say, punk?”

source: “윽.”
en_us: “Ah.”

source: “원하시는 대로 이루어지실 겁니다, 아가씨.”
en_us: “All your wishes will come true, my Lady.”

source: 변방의 소국 그란디아 왕국의 한미한 귀족일 뿐이지만, 그에게는 한없이 자랑스러웠던 가문.
en_us: It was a humble noble house from the Kingdom of Grandia, a small frontier nation, but Logan was immensely proud of his family.

source: 남들이야 어찌 보건, 그에게는 최악의 트러블이 생겼던 시간이 무사히 지나간, 안도의 한숨이 나오는 순간이었다.{j}회귀했던 이후 내내 영혼을 무겁게 조이고 있던 족쇄 하나가 떨어져 나간 듯한 홀가분한 느낌.{j}마음 같아선 하루 내내라도 통쾌하게 웃을 수 있을 것 같았다.{j}하지만 마냥 들떠 있을 수만은 없었다.{j}다가올 미래를 생각하자 그 유쾌함이 순식간에 사라졌다.{j}가문의 힘을 길러 위기를 넘기겠다는 생각이 ‘내가 직접’ 위기를 해결해야겠다는 것으로 바뀌자, 그 부담감이 100배는 늘어난 것 같았다.
en_us: He didn’t care how he looked to others. He was relieved that his worst ever memory was harmlessly avoided. He felt lighter as one of his many heavy shackles that clamped his soul had come loose. The relief could make him smile the entire day. But he needed to be grounded. Thoughts about the impending future wiped the smile clean off his face. His plans to grow the strength of his house had changed, he realized he needed to overcome the threat on his own. The burden of his objective was now a hundredfold heavier.

source: 쿵!
en_us: Thud.

source: 그 목소리에 기사들이 일제히 안도의 한숨을 내쉬며 자리에 주저앉았다.
en_us: His words allowed the knights to sigh in relief as they fell to the ground.

source: “훨씬 많이 필요해.”
en_us: “I’ll need a lot more than what I have now.”

source: “어디서 그런 말을…… 끄응.{j}그냥 임무에 도움이 될까 싶어 어린놈들을 몇 수 지도해 준 적은 있었습니다만, 그게 전부인데…….”
en_us: “Where did you hear that? Anyway, that was only a few lessons here and there to teach some of the young ones, that’s all.”

source: “카이로스 가문에서 병력 지원을 하지 않겠다고 전해 왔습니다!{j}시기가 맞지 않고 자금의 유동성이니 뭐니 이야기는 하는데…….”
en_us: “We’ve received word that House Caiross will not be come to our aid! They argued that the war was untimely and it had something to do with the liquidity of their funds...”

source: “뭐든 정상은 아니잖아.”
en_us: “He’s certainly not normal, that’s for sure.”

source: “그야…… 예산이 넉넉해지면서 최소 몇 년 이상 자금 운용이 편해지겠죠.{j}숨통이 트이는 겁니다.”
en_us: “Well...we will have a healthy budget and it will be smooth sailing for several years. It will give us much needed breathing space.”

source: “그리하셔도 좋습니다.”
en_us: “If that’s what you wish then my answer is yes.”

source: “울브스 가문의 차녀요!{j}공자님의 약혼녀!{j}저도 어렸을 때만 봤는데 정말…….”
en_us: “The second daughter of the House of Wolves! Your fiancee! I haven’t seen her since she was little.”

source: 놈을 바로 박살 내 버리고 그대로 뒤따르는 기사까지 꿰뚫을 셈이었다.
en_us: He charged with all his might and looked to break through his shield and crush the knights following behind him.

source: “정확히 어떤 소문을 말씀하시는지 모르겠습니다.”
en_us: “I’m not sure which rumors you speak of.”

source: 드웨인의 뒤쪽으로 낯익은 얼굴들 몇이 연이어 쏟아져 들어왔다.
en_us: A domino of familiar faces crashed behind Dwain and spilled into the room.

source: ‘영지전을 극복하는 것은 용병대만으로 충분해.’
en_us: The mercenary army will be enough to win the Battle of the Territories.

source: “아, 그렇습…… 예?!”
en_us: “Right, so...W-what?”

source: “뭐라?!{j}하만 그놈이 정말 미쳤구나!”{j}속속 들어오는 기겁할 소식에 패드릭이 노성을 터트렸다.
en_us: “What? Haman has gone mad!” Padrick roared his displeasure at the face of such disheartening figures.

source: “기사단의 훈련은…….”
en_us: “The order of the knights...”

source: 기한도, 조건도 없는 막연하기만 한 말.{j}하지만 그 말은 필립의 죽은 눈동자에 작은 불씨를 심기에는 충분했다.
en_us: He failed to mentions a set date or the exact conditions of the agreement but Logan’s words were enough ignite a small ember into Phillip’s dead eyes.

source: 로건의 시선이 작은 손으로 오빠를 향해 열심히 부채질하는 소녀에게 향했다.{j}그렇게 잠시 남매의 모습을 바라보던 로건은 얼마 지나지 않아 다시 단호하게 외쳤다.
en_us: Logan’s attention shifted to the little girl that was busy fanning her brother to cool him down. He paused for a moment to watch the siblings until he shouted at Victor.

source: “네가 용병대와 함께 움직이다가 사로잡히거나 죽게 될 경우, 아군에게 어떤 악영향을 끼치게 될지 예상해 보았더냐!”
en_us: “Have you thought about the possibility of you being captured or even killed whilst fighting alongside your mercenaries? And the effect it will have on our men?”

source: ‘귀족으로 태어나니 세상일이 다 쉬워 보이나?’
en_us: Does being born into nobility make everything look easy to you?

source: “그 망나니 시종이래.”
en_us: “He’s the brat’s servant.”

source: ‘난 어쩌라고!’
en_us: What about me?

source: 당장 이 글이 퍼진다 해도 단번에 그에게 벌어진 일을 알아낼 순 없겠지만, 시간이 지날수록 정보의 출처에 대해 의심하기 시작할 것이다.
en_us: If this information spread, it wouldn’t take long for people to start questioning Logan’s source for his profound foresight.

source: “억!”
en_us: “Ugh!”

source: “……도움?{j}틀렸다.{j}로건.{j}명예를 버려서 돈을 구할 만큼 맥라인은 곤궁하지 않다.”
en_us: “The best you say. You are wrong. The House of MacLine does not need to trade its honor for money.”

source: “그러니 노력해야지.”
en_us: I must work harder than ever.

source: “깨어났느냐, 빅토르.{j}난폭한 주인의 행패에서 벗어난 것을 축하한다.”
en_us: “You’re awake, Victor. Congratulations are in order. You are no longer belong to that violent hook-nosed man.”

source: 턱.
en_us: Thud.

source: 전생의 제국 10대 상인은 생각보다 더 유능한 수준이 아니라, 상상을 초월할 정도로 유능했다.
en_us: One of the ten greatest merchants the Empire had ever seen in Logan’s past life was not only brilliant but his abilities exceeded beyond Logan’s imagination.

source: 어느 정도는 예상했던 일이었다.
en_us: But this was to be expected.

source: 영지전을 이기기 위해서는 무엇을 해야 할까, 답은 간단했다.
en_us: To secure a victory in the Battle of the Territories, the answer was simple.

source: “뭐라?”
en_us: “What?!”

source: 오죽 답답했으면 이미 기적을 경험한 주제에 그 이상을 바라는 염치없는 생각까지 들었다.
en_us: Logan immediately felt embarrassed as his sheer frustration made him want more despite his miraculous return.

source: “우하하하!{j}그래.{j}싸워라, 싸워!”
en_us: “Woah, fight! fight!”

source: 육체의 젊음과 포스를 다뤘던 경험.
en_us: A youthful body and the experience of the Force.

source: ‘가문 내의 평판에 연연하지 않겠다.{j}일단 영지전부터 이기고 본다.’
en_us: I won’t let my reputation within the house interfere with my plans. I have to win the Battle of the Territories and then we shall see.

source: 드워프의 자존심을 건드리는 말에 하마르는 호기롭게 외쳤다.{j}그 대답을 듣고서야 로건은 미소를 지을 수 있었다.{j}석궁은 갑옷도 관통할 수 있을 정도로 파괴력이 월등하지만, 그 느린 장전시간 때문에 전시에는 외면받는 사냥꾼용 무기였다.{j}다수의 병력이 서로 부딪치는 현대의 전쟁에서는 병사들에게 짧은 시간에 활을 많이 쏘게 하는 것이 효율이 월등히 높았기 때문이었다.{j}그런데 10년 뒤 제국이 전쟁을 시작했을 때, 그들은 연사 석궁이라는 무기를 만들어 대량의 석궁 부대를 운용했다.
en_us: Hamar had to defend his pride as a dwarf and triumphantly accepted the challenge. Logan was finally able to crack a smile after his answer. The crossbow was a powerful weapon that could pierce through steel armor but the slow reloading speed relegated it to a mere hunting weapon. Contemporary warfare involved packed infantry charges and thus it was much more efficient to shoot as many arrows as possible in a short time. But ten years from now when the Empire started a war, they invented an automatic crossbow and formed a large battalion of crossbowmen.

source: 그 마지막 소유자가 자신이었다.
en_us: The last owner of the book was Logan himself.

source: 신음성을 내뱉는 순간, 무언가 이상함이 느껴졌다.
en_us: Logan felt something strange had taken hold as soon as the noise left his body.

source: 지긋이 쥐어진 손에서 느껴지는 강력한 힘과 전신에서 감도는 활력은 그가, 아니 그의 육체가 완전히 새로운 영역에 들어섰음을 알려 주었다.
en_us: He felt stronger as he clenched his hands and the energy running though his entire body confirmed that he, or rather, his body, had entered into a new realm.

source: “이, 이게 저, 정말.”
en_us: “I don’t know what to say...”

source: ‘이 새끼가…… 칭찬을 해 줘도 지랄이냐.’
en_us: This entitled brat...I compliment him and he still kicks up a fuss.

source: 그래서 미리 생각해 둔 그럴싸한 다른 핑계를 댔다.
en_us: So, he gave Dwain an answer he prepared in anticipation of his question.

source: “뭐라?!”
en_us: “What?!”

source: “……안 해!
en_us: “Enough with the questions!

source: “좋다.{j}그밖에 수련을 위해 원하는 게 있다면 릭에게 말해라.{j}웬만한 것은 챙겨 줄 것이다.”
en_us: “Good. Ask Rick for anything you need for your training. He’ll do his best to care of it.”

source: 그날 이후 로건의 일과는 거의 일정하게 돌아갔다.{j}기사단의 훈련에 충실히 참여하고, 저녁 시간에는 피곤함도 모른 채 홀로 수련에 매진했다.{j}그러다 며칠 간격으로 하마르의 진척 상황과 용병대의 훈련 상황을 확인했다.{j}로니안의 검술 훈련이나 빅토르의 상태를 종종 살펴보는 것은 덤이었다.{j}물론 스스로 만족하고 있는 훈련의 성과와는 달리, 다른 일에 갈등이 없는 것은 아니었다.
en_us: Logan’s daily routine remained the same ever since that day. He faithfully took part in the order’s training and devoted himself to training in the evening. He also checked up on Hamar’s progress and the training levels of the mercenaries. Watching over Lonian’s sword fighting practice or Victor’s condition became a pastime. While, he was satisfied with his own progress, he couldn’t say the same about the others.

source: 드웨인이 혼신의 힘을 다해 최대한 좋게 에둘러 어렵사리 말을 꺼냈다.
en_us: Dwain poured every ounce of resolve to make his request sound as pleasant as possible.

source: “너야말로 뒤통수 조심해라.”
en_us: “You better watch your back.”

source: “당연히 괜찮지.{j}오랜만이구나, 로니.”
en_us: “Of course, I am. It’s been a while, Loni.”

source: 녀석의 옆에 꼭 매달려 있는 작은 소녀가 혹시나 모를 귀족 학살자의 난폭한 성정을 다스릴 열쇠라는 확신이 들었다.
en_us: Logan was confident that the little girl, who never left his side, was the key he needed to control the notorious Noble Killer.

source: 그 위력은 상상 이상이었다.
en_us: The power was beyond his imagination.

source: 그녀는 믿을 수 없다는 듯 되레 소리를 높였지만, 시종은 굳은 얼굴로 확언을 내렸다.
en_us: She raised her voice as a natural reaction to her shock but the servant responded with a definite answer.

source: “……인간은 거짓말을 잘하지.{j}그 말을 믿을 것 같으냐.”
en_us: “Humans are expert liars. I’d be a fool to trust the likes of you.”

source: “못 들었어?”
en_us: “Did you not hear me?”

source: “혹시나 노예가 되더라도 절대, 절대로 그런 일은 안 할 겁니다.”
en_us: “I’ll never do ‘that’ thing, even if I’m sold into slavery?”

source: ‘이걸 노리고 이들만 보낸 것이냐.’
en_us: Is this why you’ve sent these two?

source: “언제까지 되겠어?”
en_us: “How long do you need?”

source: “우리가 이 나이에 왜?”
en_us: “I’m too old for training.”

source: “심판, 한 번쯤은 도미넌에게 다시 기회를 주고 싶은데.{j}어때?”
en_us: “Referee, I want to give Sir Dominan another chance, what do you say?”

source: 하마르의 확 달라진 태도에 로건의 입가에 엷은 미소가 떠올랐다.{j}그리고 적극적인 태도로 바뀐 드워프, 하마르를 위해 로건은 지체 없이 계약서를 써 주었다.{j}로건의 입장에서야 그의 의욕을 확실히 돋우기 위한 미끼일 뿐이었다.{j}그러나 마법 계약서의 빛이 자신과 로건의 전신에 깃드는 것을 보며 하마르는 그 완고해 보이는 얼굴에 걸맞지 않게 주르륵 눈물을 흘렸다.
en_us: Hamar was a changed dwarf and seeing his attitude change brought a smile to Logan’s face. He wasted no time in signing the contract for the dwarf, who was now filled with positivity and hope. From Logan’s perspective, it was merely a tool to breathe passion back into the dwarf. Hamar couldn’t hold back his tears once he saw his his and Logan’s bodies covered by the gleaming glow of the magic contract.

source: 패드릭은 그렇게 스스로를 다독이며 자세를 바로 했다.{j}몰락한 가문, 이제는 고작 남작에 불과할지라도 그는 여전히 군주였다.{j}결코 흔들리고 약한 모습을 보여선 안 되었다.
en_us: Padrick composed himself and pushed his chest out. He was merely a baron of a fallen noble family but he was a ruler, a leader of men. He couldn’t afford to show a hint of weakness.

source: 하고 싶은 말은 많았지만 나오는 말은 하나뿐이었다.
en_us: There was so much more to say but this was all he could muster.

source: 용서를 빌러 찾아가는 길 끝에서 불타오르는 가문을 마주했던 그때, 피눈물을 흘리며 복수를 다짐했다.
en_us: Just before he could ask his family for their forgiveness, he saw them burn, engulfed in flames. Red hot tears ran down his face and he swore revenge from that day forth.

source: “흐어…….”
en_us: “Dear lord...”

source: 돌아가세요.”
en_us: Please return to your chamber.”

source: 패드릭은 스스로 무력을 뽐냄으로써 아군의 사기를 올렸다.{j}그리고 그것을 보면서도 적군이 아무 반응이 없는 것을 보니 희망적인 확신이 생겼다.
en_us: Padrick showcased his power to life his troop’s morale and grew in confidence when he saw that the enemy had no response.

source: 하녀의 반응이 너무 이상해서 되물었을 뿐인데 하녀의 얼굴이 더욱 새파랗게 질렸다.
en_us: He only asked because she was acting so strangely but his question made her even more pale.

source: 기사 핸더슨이 어깨에 멘 자신의 애마를 쓰다듬으며 조심히 말을 건넸다.{j}그와 비슷한 광경이 여기저기에서 벌어지고 있었다.{j}처음에는 강제로 약을 먹여 재웠던 말들이 훈련 중 깨어나며 소란이 벌어지기도 했지만, 말들이 점차 훈련에 적응하면서 기수인 기사와 더욱 친밀감을 느끼게 된 것이다.{j}기사(Knight)는 곧 기사(騎士).{j}말은 기사의 전투력을 강화해 주는 또 하나의 무기였다.{j}실제로 말과 교감하는 시간이 늘어나고, 소통이 원활해질수록 기사들의 전투력이 늘어났다.{j}그것은 단순히 기분상의 문제가 아니었다.
en_us: Sir Henderson gently patted his beloved horse that was hugging his back to calm her down. Such a bond was now common among other knights and their horses. The horses were initially drugged to sleep and caused a commotion when they woke up during training. But they gradually adjusted to the training and developed a stronger bond with their rider. Horses were a knight’s closest companion in battle and a weapon. Spending time with their horses improved their communication and fighting skills.

source: “진짜 가주님을 닮았으면 저 괴물 같은 체력만큼 검술도 뛰어날 텐데.”
en_us: “He must also be exceptional with the sword if he has taken after the Baron.”

source: 로건의 눈이 차갑게 빛나고, 이내 그의 검이 바람처럼 휘둘러졌다.
en_us: Logan’s eyes gleamed like glaciers, as he swung his sword like the wind.

source: 하나의 목적만 가지고 생을 이어 나갈 뿐.
en_us: With only one purpose to continue living.

source: 그 재난을 무사히 극복하고 넘어가야, 비로소 진짜 미래를 논할 여유가 생긴다.
en_us: Overcoming this disaster was paramount as it would give Logan enough time to truly plan for the future.

source: 카일 영지에서 쓸 돈으로 150만 골드를 예상했는데 45만 골드밖에 쓰지 않았다.{j}철목의 예상 구매 비용인 15만 골드를 감안해도 90만 골드 이상을 아낀 것이다.{j}그러니 돈을 맡기는데, 아니 투자하는데 한 치의 망설임도 없었다.{j}로건은 오히려 후련한 기분이었다.
en_us: Logan thought he’d spend one and a half million gold in Kyle but he only spent four hundred and fifty thousand instead. Even with the estimated purchase cost of ironwood at a hundred and fifty thousand gold, he had saved nine hundred thousand gold. He had no qualms about trusting Phillip to invest the money wisely. Logan was more relieved than anything.

source: “곧 쓰러질 것 같은 어린아이들이 건장한 노예의 30배라.{j}게다가 하나는 곧 죽을 것 같은데?”
en_us: “These children look like they could collapsed at any second and yet they cost thirty times more than healthy slave. One of them looks like he’s taking his last breath.”

source: ‘아니, 반드시 될 거다.{j}나를 위해서라도 그렇게 되어야 해.’
en_us: He will succeed. He has to.

source: ‘부잣집 도련님이 남아도는 돈을 주체 못 하고 돈지랄을 하는 것일 수도 있잖아.’
en_us: He could be an idiot son from a rich family that had a tendency to miscount a couple of zeros. You never know.

source: ‘특별대우를 하지 말라고 한들, 어떻게 신경을 쓰지 않을 수가 있을까.’
en_us: His father also said there were to be no special treatment but how I can not?

source: 와글와글.
en_us: Rumble.

source: “내 건 한 마리 관통하고 두 마리째 머리에 박혔어.”
en_us: “My bolt went through one kroll and pierced into the second one’s head.”

source: “……이 아이들은 희귀한 적청의 오드 아이로, 심지어 남매 모두가 그렇습니다.{j}희귀한 매물이라 가격이 좀 비싼데 괜찮으실지……?”
en_us: “Th-these children are very rare, they have odd eyes of blue and red. Both siblings possess such eyes. Such a rare commodity will demand a high price...”

source: 다다다다.
en_us: Gallop.

source: “자!{j}그럼 적들을 쓸어 버리러 가자!”
en_us: “Then it’s time to crush our enemies! Who’s with me?”

source: “나름 내 지식 선에서 최대한 자세히 그려 본 것이다.”
en_us: “This is my best attempt at drawing the weapon.”

source: “난 이틀.”
en_us: “Two for me.”

source: “아니, 살 수나 있을까…….”
en_us: “The better question is, can we survive?”

source: “아이고, 공자님!
en_us: “Oh no! Master!”

source: 휘말리는 순간 자신뿐만 아니라 가문도 화를 피하지 못할 것이다.
en_us: He knew he wouldn’t be able to escape their wrath, let alone his family.

source: 왜 그러지?”
en_us: Why is she so afraid?”

source: “……도대체 뭐가 문제더냐, 로건.”
en_us: “What is the problem, Logan?”

source: “저는 돈을 받으러 온 사람이 아니라 돈을 투자하러 온 사람입니다.”
en_us: “I’m not someone that has come to collect money. On the contrary, I have come to invest.”
